Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Open in Files
ar: فتح في الملفات
da: Åbn i filer
de: In Dateien öffnen
es: Abrir en Archivos
fi: Avaa tiedostoissa
fr: Ouvrir dans des fichiers
he: – פתיחה בקובציים
hi: : फ़ाइलों में खोलें
hu: : Fájlokban nyitás
id: Buka dalam Berkas
it: Apri nel file
ja: ：ファイルで開く
ko: 파일에서 열기
nb: Åpne i filer
nl: Openen in bestanden
pl: – Otwórz w plikach
pt_br: Abrir em Arquivos
ru: Открыть в файлах
sv: Öppna i filer
th: เปิดในไฟล์
tr: Dosyalara Açmak
uk: Відкрити у файлах
vi: Mở trong Tệp
zh_hans: 打开文件
zh_hant: 打開文件

source: Open repository in Files app
ar: افتح المستودع في تطبيق الملفات
da: Åbn lager i appen Filer
de: Repository in der Dateien-App öffnen
es: Abrir repositorio en la aplicación Archivos
fi: Avaa arkisto tiedostosovelluksessa
fr: Ouvrir le référentiel dans l&#39;application Fichiers
he: – פתיחת מאגר בaplication Files
hi: : फ़ाइल्स ऐप में ओपन रिपॉजिटरी
hu: : A Files alkalmazásban nyitott adatmagazin
id: Buka repositori di Aplikasi Files
it: Apri il repository nell'app Files
ja: ：Filesアプリ内のオープンリポジトリ
ko: : Files 앱에서 오픈 저장소 열기
nb: Åpne lagringsplattform i Files-appen
nl: : Openen van het repository in de Files-app
pl: : Otwieranie repozytorium w aplikacji „Files"
pt_br: Abrir repositório no aplicativo Files
ru: : Открыть репозиторий в приложении «Файлы»
sv: – Öppen lagringsplats i Files-appen
th: เปิดคลังข้อมูลในแอป Files
tr: : Dosyalar uygulamasında açık depo
uk: Відкритий репозиторій у додатку «Files»
vi: : Mở kho lưu trữ trong ứng dụng Files
zh_hans: ：在“文件”应用中打开存储库
zh_hant: ：在“文件”應用中打開存儲庫

source: Opens a private email draft with this installation's opaque onboarding and Background Sync identifiers. Review it before sending; never post these identifiers publicly.
ar: يفتح مسودة بريد إلكتروني خاصة تتضمن معرّفات الإعداد الأولي ومعرّفات Background Sync المبهمة الخاصة بهذا التثبيت. راجعها قبل الإرسال؛ ولا تنشر هذه المعرّفات علنًا مطلقًا.
da: Åbner en privat mailkladde med denne installations uigennemsigtige onboarding- og Background Sync-id’er. Gennemse den, før du sender. Offentliggør aldrig disse id’er.
de: Öffnet einen privaten E-Mail-Entwurf mit den nicht aussagekräftigen Onboarding- und Background Sync-Kennungen dieser Installation. Prüfen Sie ihn vor dem Senden; veröffentlichen Sie diese Kennungen niemals.
es: Abre un borrador de correo privado con los identificadores opacos de incorporación y de Background Sync de esta instalación. Revíselo antes de enviarlo; nunca publique estos identificadores.
fi: Avaa yksityisen sähköpostiluonnoksen, joka sisältää tämän asennuksen läpinäkymättömät käyttöönotto- ja Background Sync -tunnisteet. Tarkista viesti ennen lähettämistä. Älä koskaan julkaise näitä tunnisteita.
fr: Ouvre un brouillon d’e-mail privé contenant les identifiants opaques d’intégration et de Background Sync de cette installation. Vérifiez-le avant l’envoi ; ne publiez jamais ces identifiants.
he: פותח טיוטת דוא״ל פרטית עם מזהי ההצטרפות ומזהי Background Sync האטומים של התקנה זו. יש לעיין בה לפני השליחה; לעולם אין לפרסם מזהים אלה בפומבי.
hi: इस इंस्टॉलेशन के अपारदर्शी ऑनबोर्डिंग और Background Sync पहचानकर्ताओं के साथ एक निजी ईमेल ड्राफ़्ट खोलता है। भेजने से पहले इसकी समीक्षा करें; इन पहचानकर्ताओं को कभी सार्वजनिक रूप से पोस्ट न करें।
hu: Privát e-mail-piszkozatot nyit meg a telepítés átlátszatlan bevezetési és Background Sync-azonosítóival. Küldés előtt ellenőrizze; soha ne tegye közzé ezeket az azonosítókat.
id: Membuka draf email pribadi dengan pengenal onboarding dan Background Sync yang bersifat buram untuk instalasi ini. Tinjau sebelum mengirim; jangan pernah memublikasikan pengenal ini.
it: Apre una bozza di email privata con gli identificatori opachi di onboarding e Background Sync di questa installazione. La controlli prima dell’invio; non pubblichi mai questi identificatori.
ja: このインストールの不透明なオンボーディング識別子と Background Sync 識別子を含む非公開メールの下書きを開きます。送信前に確認し、これらの識別子は決して公開しないでください。
ko: 이 설치의 불투명한 온보딩 및 Background Sync 식별자가 포함된 비공개 이메일 초안을 엽니다. 보내기 전에 검토하고, 이 식별자를 공개적으로 게시하지 마세요.
nb: Åpner et privat e-postutkast med de ugjennomsiktige identifikatorene for innføring og Background Sync i denne installasjonen. Se gjennom det før du sender. Publiser aldri disse identifikatorene offentlig.
nl: Opent een privé-e-mailconcept met de ondoorzichtige onboarding- en Background Sync-ID's van deze installatie. Controleer het voordat u het verzendt; publiceer deze ID's nooit.
pl: Otwiera prywatną wersję roboczą wiadomości e-mail z nieprzejrzystymi identyfikatorami wdrożenia i Background Sync tej instalacji. Sprawdź ją przed wysłaniem; nigdy nie publikuj tych identyfikatorów.
pt_br: Abre um rascunho privado de e-mail com os identificadores opacos de integração e do Background Sync desta instalação. Revise-o antes de enviar; nunca publique esses identificadores.
ru: Открывает частный черновик электронного письма с непрозрачными идентификаторами подключения и Background Sync для этой установки. Проверьте его перед отправкой; никогда не публикуйте эти идентификаторы.
sv: Öppnar ett privat e-postutkast med den här installationens ogenomskinliga identifierare för introduktion och Background Sync. Granska det innan du skickar; publicera aldrig identifierarna offentligt.
th: เปิดฉบับร่างอีเมลส่วนตัวที่มีตัวระบุการเริ่มต้นใช้งานและ Background Sync แบบไม่สื่อความหมายของการติดตั้งนี้ โปรดตรวจสอบก่อนส่ง และห้ามเผยแพร่ตัวระบุเหล่านี้ต่อสาธารณะ
tr: Bu kurulumun opak ilk katılım ve Background Sync tanımlayıcılarını içeren özel bir e-posta taslağı açar. Göndermeden önce inceleyin; bu tanımlayıcıları asla herkese açık biçimde paylaşmayın.
uk: Відкриває приватну чернетку електронного листа з непрозорими ідентифікаторами адаптації та Background Sync для цієї інсталяції. Перевірте її перед надсиланням; ніколи не публікуйте ці ідентифікатори.
vi: Mở bản nháp email riêng tư có chứa các mã định danh không rõ nghĩa về quy trình thiết lập và Background Sync của bản cài đặt này. Hãy xem lại trước khi gửi; tuyệt đối không đăng công khai các mã định danh này.
zh_hans: 打开一封私人电子邮件草稿，其中包含此安装的不透明引导标识符和 Background Sync 标识符。发送前请检查；切勿公开发布这些标识符。
zh_hant: 開啟一封私人電子郵件草稿，其中包含此安裝項目的不透明啟用標識符和 Background Sync 標識符。傳送前請檢查；切勿公開發佈這些標識符。

source: Optional
ar: اختياري
da: Valgfri
es: Opcional
fi: ValinnainenComment
fr: facultatif JETON D&#39;ACCÈS PERSONNEL
he: – tùy ý
hi: – वैकल्पिक
hu: – opcionális
id: Opsional
it: Opzionale
ja: ：オプション
ko: : 선택 옵션
nb: Valgfritt
nl: : Optioneel
pl: – opcjonalne
pt_br: Opcional
ru: — опционально
sv: Valfritt
th: : ตัวเลือก
tr: : Opsiyonel
uk: — необов'язкове
vi: : Tùy chọn
zh_hans: 可选
zh_hant: 可選

source: Optional commit message. Defaults to "Update from GitSync.md".
ar: رسالة التزام اختيارية. الرسالة الافتراضية هي "تحديث من GitSync.md".
da: Valgfri commitbesked. Standarden er "Opdatering fra GitSync.md".
de: Optionale Commit-Nachricht. Standardmäßig wird "Update von GitSync.md" verwendet.
es: Mensaje de commit opcional. El valor predeterminado es "Actualización desde GitSync.md".
fi: Valinnainen commit-viesti. Oletus on "Päivitys GitSync.md:stä".
fr: Message de commit facultatif. Par défaut : « Update from GitSync.md ».
he: הודעת קומיט אופציונלית. ברירת המחדל היא „Update from GitSync.md”.
hi: वैकल्पिक कमिट संदेश। डिफ़ॉल्ट: “Update from GitSync.md”।
hu: Nem kötelező commitüzenet. Alapértelmezés: „Update from GitSync.md”.
id: Pesan commit opsional. Nilai default: “Update from GitSync.md”.
it: Messaggio di commit facoltativo. Il valore predefinito è "Aggiornamento da GitSync.md".
ja: 任意のコミットメッセージ。デフォルトは「GitSync.mdから更新」です。
ko: 선택 사항인 커밋 메시지입니다. 기본값은 "GitSync.md에서 업데이트"입니다.
nb: Valgfri commit-melding. Standard er «Oppdatering fra GitSync.md».
nl: Optioneel commitbericht. Standaard is "Update vanuit GitSync.md".
pl: Opcjonalny komunikat commitu. Domyślnie: „Aktualizacja z GitSync.md”.
pt_br: Mensagem de commit opcional. O padrão é “Atualização do GitSync.md”.
ru: Необязательное сообщение коммита. По умолчанию: «Обновление из GitSync.md».
sv: Valfritt commit-meddelande. Standardvärdet är ”Uppdatering från GitSync.md”.
th: ข้อความ commit ระบุหรือไม่ก็ได้ ค่าเริ่มต้นคือ “อัปเดตจาก GitSync.md”
tr: İsteğe bağlı commit mesajı. Varsayılan: "GitSync.md’den güncelleme".
uk: Необов’язкове повідомлення commit. Типове: "Оновлення з GitSync.md".
vi: Thông báo commit không bắt buộc. Mặc định là "Cập nhật từ GitSync.md".
zh_hans: 可选的提交信息。默认为“从 GitSync.md 更新”。
zh_hant: 選填的提交訊息。預設為「從 GitSync.md 更新」。

source: Other Folders
ar: مجلدات أخرى
da: Andre mapper
de: Andere Ordner
es: Otras carpetas
fi: Muut kansiot
fr: Autres dossiers
he: תיקיות אחרות
hi: अन्य फ़ोल्डर
hu: Egyéb mappák
id: Folder Lain
it: Altre cartelle
ja: その他のフォルダ
ko: 기타 폴더
nb: Andre mapper
nl: Andere mappen
pl: Inne foldery
pt_br: Outras pastas
ru: Другие папки
sv: Andra mappar
th: โฟลเดอร์อื่น
tr: Diğer Klasörler
uk: Інші папки
vi: Thư mục khác
zh_hans: 其他文件夹
zh_hant: 其他檔案夾

source: Ours
ar: خاصتنا
da: Vores
de: Unsere
es: Nuestro
fi: Meidän
fr: Le nôtre
he: שלנו
hi: हमारा
hu: Miénk
id: Milik kita
it: Il nostro
ja: こちら側
ko: 현재 버전
nb: Vår
nl: Onze
pl: Nasze
pt_br: Nosso
ru: Наше
sv: Vår
th: ของเรา
tr: Bizimki
uk: Наше
vi: Của mình
zh_hans: 本地版本
zh_hant: 本地版本

source: PERSONAL ACCESS TOKEN
ar: رمز الوصول الشخصي
da: PERSONLIG ADGANGSTOKEN
de: PERSÖNLICHER ZUGRIFFSTOKEN
es: TOKEN DE ACCESO PERSONAL
fi: HENKILÖS
fr: Token d'accès personnel
he: טוקן גישה אישי
hi: – व्यक्तिगत पहुँच टोकन
hu: – személyes hozzáférési token
id: Token Akses Pribadi
it: Token di accesso personale
ja: パーソナルアクセストークン
ko: 개인 액세스 토큰
nb: Personlig tilgangstoken
nl: Persoonlijk Toegangstoken
pl: Token dostęgu osobistego
pt_br: Token de Acesso Pessoal
ru: Личный токен доступа
sv: Personlig tillgångstoken
th: โทเคนเข้าถึงส่วนบุคคล
tr: ŞİRKET KULLANICI ERİŞ TOKENU
uk: – особистий доступний токен
vi: Token truy cập cá nhân
zh_hans: 个人访问令牌
zh_hant: 個人訪問令牌

source: PRIVATE KEY
ar: المفتاح الخاص
da: PRIVAT NØGLE
de: PRIVATER SCHLÜSSEL
es: CLAVE PRIVADA
fi: Yksityinen avain
fr: CLÉ PRIVÉE CLÉ PUBLIQUE
he: מפתח פרטי
hi: निजी कुंजी
hu: Privát kulcs
id: Kunci Privat
it: Chiave privata
ja: 秘密鍵
ko: 프라이빗 키
nb: Privat nøkkel
nl: PRIVÉ KEYS
pl: Klucz prywatny
pt_br: Chave Privada
ru: Приватный ключ
sv: Privat nyckel
th: คลังกุญแจส่วนตัว
tr: Özel Anahtar
uk: – приватний ключ
vi: TÀI KHOẢN MẬT
zh_hans: 私钥
zh_hant: 俬鑰

source: PUBLIC KEY (OPTIONAL)
ar: المفتاح العام (اختياري) عبارة المرور
da: OFFENTLIG NØGLE (VALGFRI)
de: ÖFFENTLICHER SCHLÜSSEL (OPTIONAL)
es: CLAVE PÚBLICA (OPCIONAL)
fi: JULKISEN AVAINA
fr: (FACULTATIF)
he: מפתח ציבורי (אפשרי)
hi: सार्वजनिक कुंजी (वैकल्पिक)
hu: ÁLLAMPONTOS KEVERÉK (voltvajonos)
id: Kunci Publik (opsional)
it: Chiave pubblica (opzionale)
ja: 公鍵（オプション）
ko: 공개 키 (선택 사항)
nb: Offentlig nøkkel (valgfritt)
nl: Openbare sleutel (optioneel)
pl: Klucz publiczny (opcjonalny)
pt_br: Chave Pública (Opcional)
ru: Публичный ключ (необязательно)
sv: Offentlig nyckel (valfritt)
th: ป้ายกุญแจสาธารณะ (ไม่จำเป็น)
uk: – публічний ключ (необов'язково)
vi: Khóa công khai (Tùy chọn)
zh_hans: 公钥（可选）
zh_hant: 公鑰（可選）

source: PULL-ONLY — INCLUDED
ar: pull فقط — مضمن
da: KUN pull — INKLUDERET
de: NUR pull — INBEGRIFFEN
es: SOLO PULL — INCLUIDO
fi: VAIN PULL — SISÄLTYY
fr: PULL UNIQUEMENT — INCLUS
he: PULL בלבד — כלול
hi: केवल PULL — शामिल
hu: CSAK PULL — TARTALMAZZA
id: KHUSUS PULL — DISERTAKAN
it: SOLO PULL — INCLUSO
ja: PULL 専用 — 含まれています
ko: PULL 전용 — 포함됨
nb: KUN PULL — INKLUDERT
nl: UITSLUITEND PULL — INBEGREPEN
pl: TYLKO PULL — W CENIE
pt_br: SOMENTE PULL — INCLUÍDO
ru: ТОЛЬКО PULL — ВКЛЮЧЕНО
sv: ENBART PULL — INGÅR
th: PULL เท่านั้น — รวมอยู่แล้ว
tr: YALNIZCA PULL — DAHİL
uk: ЛИШЕ PULL — ВКЛЮЧЕНО
vi: CHỈ PULL — ĐÃ BAO GỒM
zh_hans: 仅 PULL — 已包含
zh_hant: 僅 PULL — 已包含

source: PULL-ONLY — OPTIONAL SUBSCRIPTION
ar: pull فقط — اشتراك اختياري
da: KUN pull — VALGFRIT ABONNEMENT
de: NUR pull — OPTIONALES ABONNEMENT
es: SOLO PULL — SUSCRIPCIÓN OPCIONAL
fi: VAIN PULL — VALINNAINEN TILAUS
fr: PULL UNIQUEMENT — ABONNEMENT FACULTATIF
he: PULL בלבד — מינוי אופציונלי
hi: केवल PULL — वैकल्पिक सदस्यता
hu: CSAK PULL — OPCIONÁLIS ELŐFIZETÉS
id: KHUSUS PULL — LANGGANAN OPSIONAL
it: SOLO PULL — ABBONAMENTO FACOLTATIVO
ja: PULL 専用 — 任意加入のサブスクリプション
ko: PULL 전용 — 선택형 구독
nb: KUN PULL — VALGFRITT ABONNEMENT
nl: UITSLUITEND PULL — OPTIONEEL ABONNEMENT
pl: TYLKO PULL — OPCJONALNA SUBSKRYPCJA
pt_br: SOMENTE PULL — ASSINATURA OPCIONAL
ru: ТОЛЬКО PULL — НЕОБЯЗАТЕЛЬНАЯ ПОДПИСКА
sv: ENBART PULL — VALFRI PRENUMERATION
th: PULL เท่านั้น — การสมัครใช้แบบไม่บังคับ
tr: YALNIZCA PULL — İSTEĞE BAĞLI ABONELİK
uk: ЛИШЕ PULL — НЕОБОВ’ЯЗКОВА ПІДПИСКА
vi: CHỈ PULL — GÓI ĐĂNG KÝ KHÔNG BẮT BUỘC
zh_hans: 仅 PULL — 可选订阅
zh_hant: 僅 PULL — 選用訂閱

source: PUSH → WAKE HINT → CLEAN PULL
ar: push → تلميح تنبيه → pull نظيف
da: push → VÆKNINGSSIGNAL → RENT pull
de: push → WAKE-HINWEIS → SAUBERER pull
es: PUSH → AVISO DE ACTIVACIÓN → PULL LIMPIO
fi: PUSH → HERÄTYSVIHJE → PUHDAS PULL
fr: PUSH → INDICATION DE RÉVEIL → PULL PROPRE
he: PUSH → רמז התעוררות → PULL נקי
hi: PUSH → वेक संकेत → साफ़ PULL
hu: PUSH → ÉBRESZTÉSI JELZÉS → TISZTA PULL
id: PUSH → PETUNJUK BANGUN → PULL BERSIH
it: PUSH → SEGNALE DI RIATTIVAZIONE → PULL PULITO
ja: PUSH → 起動通知 → クリーンな PULL
ko: PUSH → 깨우기 힌트 → 깨끗한 PULL
nb: PUSH → OPPVÅKNINGSVARSEL → REN PULL
nl: PUSH → WEKSIGNAAL → SCHONE PULL
pl: PUSH → SYGNAŁ WYBUDZENIA → CZYSTY PULL
pt_br: PUSH → SINAL DE ATIVAÇÃO → PULL LIMPO
ru: PUSH → СИГНАЛ ПРОБУЖДЕНИЯ → ЧИСТЫЙ PULL
sv: PUSH → VÄCKNINGSSIGNAL → REN PULL
th: PUSH → สัญญาณปลุก → PULL ที่ไม่มีข้อขัดแย้ง
tr: PUSH → UYANDIRMA İPUCU → TEMİZ PULL
uk: PUSH → СИГНАЛ ПРОБУДЖЕННЯ → ЧИСТИЙ PULL
vi: PUSH → TÍN HIỆU ĐÁNH THỨC → PULL SẠCH
zh_hans: PUSH → 唤醒提示 → 无冲突 PULL
zh_hant: PUSH → 喚醒提示 → 無衝突 PULL

source: Passphrase
ar: عبارة المرور
da: Adgangssætning
es: Frase de contraseña Frase de contraseña
fi: salasanasi

source: Passphrase (Optional)
ar: (اختياري)
da: adgangssætning (valgfrit)
es: (opcional)
fi: salasana (valinnainen)
fr: Passphrase (Facultatif)
he: מילה-סיסמה (선택י)
hi: पासफ्रेज़ (वैकल्पिक)
hu: Passphrase (volatilis)
id: Passphrase (Opsional)
it: Parola di passaggio (opzionale)
ja: パスフレーズ（任意）
ko: 패스프레이시(선택 사항)
nb: Passphrase (valgfritt)
nl: Passphrase (optioneel)
pl: – Hasło (opcjonalne)
pt_br: Palavra-passe (Opcional)
ru: — пароль для доступа (необязательно)
sv: Passphrase (valfritt)
th: Passphrase (ไม่จำเป็น)
uk: – пароль для доступу (необов'язково)
vi: Passphrase (Tùy chọn)
zh_hans: 密钥短语（可选）
zh_hant: 密鑰短語（可選）

source: Path
ar: المسار
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
he: נתיב
hi: पथ
hu: Útvonal
id: Jalur
it: Percorso
ja: パス
ko: 경로
nb: Sti
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
th: เส้นทาง
tr: Yol
uk: Шлях
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Per month
ar: شهريًا
da: Pr. måned
de: Pro Monat
es: Al mes
fi: Kuukaudessa
fr: Par mois
he: לחודש
hi: प्रति माह
hu: Havonta
id: Per bulan
it: Al mese
ja: 月額
ko: 월간
nb: Per måned
nl: Per maand
pl: Miesięcznie
pt_br: Por mês
ru: В месяц
sv: Per månad
th: ต่อเดือน
tr: Aylık
uk: На місяць
vi: Mỗi tháng
zh_hans: 每月
zh_hant: 每月

source: Per year
ar: سنويًا
da: Pr. år
de: Pro Jahr
es: Al año
fi: Vuodessa
fr: Par an
he: לשנה
hi: प्रति वर्ष
hu: Évente
id: Per tahun
it: All’anno
ja: 年額
ko: 연간
nb: Per år
nl: Per jaar
pl: Rocznie
pt_br: Por ano
ru: В год
sv: Per år
th: ต่อปี
tr: Yıllık
uk: На рік
vi: Mỗi năm
zh_hans: 每年
zh_hant: 每年

source: Per-repository exclusions and policies
ar: استثناءات وسياسات لكل مستودع
da: Undtagelser og politikker pr. arkiv
de: Ausschlüsse und Richtlinien pro Repository
es: Exclusiones y políticas por repositorio
fi: Tietovarastokohtaiset poissulkemiset ja käytännöt
fr: Exclusions et politiques par dépôt
he: החרגות ומדיניות לכל מאגר
hi: हर रिपॉज़िटरी के लिए अपवाद और नीतियाँ
hu: Tárolónkénti kizárások és szabályok
id: Pengecualian dan kebijakan per repositori
it: Esclusioni e criteri per repository
ja: リポジトリごとの除外とポリシー
ko: 저장소별 제외 및 정책
nb: Utelatelser og retningslinjer per repositorium
nl: Uitsluitingen en beleid per repository
pl: Wykluczenia i zasady dla poszczególnych repozytoriów
pt_br: Exclusões e políticas por repositório
ru: Исключения и правила для отдельных репозиториев
sv: Undantag och principer per arkiv
th: ข้อยกเว้นและนโยบายแยกตามคลัง
tr: Depo başına hariç tutmalar ve ilkeler
uk: Виключення та правила для окремих репозиторіїв
vi: Loại trừ và chính sách riêng cho từng kho lưu trữ
zh_hans: 各仓库的排除项和策略
zh_hant: 各儲存庫的排除項目和政策

source: Personal Access Token
ar: رمز الوصول الشخصي
pt_br: Token de Acesso Pessoal
zh_hans: 个人访问令牌
zh_hant: 個人存取權杖

source: Pick Filename
ar: اختر اسم الملف
da: Vælg filnavn
de: Dateinamen auswählen
es: Seleccionar nombre de archivo
fi: Valitse tiedostonimi
fr: Choisissez le nom de fichier
he: – שם קובץ
hi: : फ़ाइल नाम चयन करें
hu: Fájlnév bekeresése
id: Nama Berkas
it: Nome file da selezionare
ja: ファイル名選択
ko: 파일 이름 선택
nb: : Filnavn
nl: Selecteer bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo de seleção
ru: — Название файла для выбора
sv: : Välj filnamn
th: ชื่อไฟล์ที่เลือก
tr: Dosya Adı
uk: – Назва файлу
vi: Tên tệp chọn
zh_hans: 选择文件名
zh_hant: 選擇文件名

source: Pick from GitHub
ar: اختيار من GitHub
da: Vaelg fra GitHub
de: Von GitHub auswählen
es: Elegir de GitHub
fi: Valitse GitHub-tililtä
fr: Choisir depuis GitHub
he: בחירה מ-GitHub
hi: GitHub से चुनें
hu: Kiválasztás a GitHub-ról
id: Pilih dari GitHub
it: Scegli da GitHub
ja: GitHub から選択
ko: GitHub에서 선택
nb: Velg fra GitHub
nl: Kiezen uit GitHub
pl: Wybierz z GitHub
pt_br: Escolher do GitHub
ru: Выбрать из GitHub
sv: Välj från GitHub
th: เลือกจาก GitHub
tr: GitHub'dan Seç
uk: Обрати з GitHub
vi: Chọn từ GitHub
zh_hans: 从 GitHub 选择
zh_hant: 從 GitHub 挑選

source: Plans
ar: الخطط
da: Abonnementer
de: Tarife
es: Planes
fi: Tilaukset
fr: Forfaits
he: תוכניות
hi: प्लान
hu: Csomagok
id: Paket
it: Piani
ja: プラン
ko: 요금제
nb: Abonnementer
nl: Abonnementen
pl: Plany
pt_br: Planos
ru: Планы
sv: Abonnemang
th: แผน
tr: Planlar
uk: Плани
vi: Các gói
zh_hans: 方案
zh_hant: 方案

source: Please enter a valid Git remote URL.
ar: الرجاء إدخال عنوان URL صالح عن بعد لـ Git.
da: Indtast venligst en gyldig Git-fjern-URL.
de: Bitte geben Sie eine gültige Git-Remote-URL ein.
es: Ingrese una URL remota de Git válida.
fi: Anna kelvollinen Git- etäosoite.
fr: Veuillez entrer un Git URL à distance.
he: אנא הזן תקף Git – URL מרוחק.
hi: : कृपया एक वैध मान दर्ज करें। Git रिमोट URL।
hu: Kérjük, adjon meg egy érvényes értéket Git távvezérlési URL-cím.
id: Silakan masukkan data yang valid Git URL jarak jauh.
it: Inserire un valore valido URL remoto Git .
ja: ：有効な値を入力してください。 Git レモートURL。
ko: : 유효한 값을 입력해 주십시오. Git 원격 URL.
nb: Vennligst oppgi et gyldig verdi Git fjernkobling-URL.
nl: Voer een geldige waarde in Git afstandsserver-URL.
pl: Proszę wpisać poprawny dane URL odległego interfejsu Git .
pt_br: Por favor, insira um valor válido URL remoto Git .
ru: Пожалуйста, введите корректное значение Git — удалённый URL-адрес.
sv: Vänligen ange ett giltigt värd. Git fjärranslutnings-URL.
th: กรุณาป้อนข้อมูลที่ถูกต้อง Git URL สำหรับการเชื่อมต่อระยะไกล
tr: : Geçerli bir değer girin. Git uzaktan URL'si.
uk: Будь ласка, введіть дійсне значення. Git — віддалений URL.
vi: Vui lòng nhập một giá trị hợp lệ Git – URL từ xa.
zh_hans: 请输入有效的值 Git 远程URL。
zh_hant: 請輸入有效的值 Git 遠程URL。

source: Please fill in %@.
ar: يرجى ملء %@.
da: Udfyld venligst %@.
de: Bitte fülle %@ aus.
es: Por favor completa %@.
fi: Täytä kenttä %@.
fr: Veuillez remplir le champ %@.
he: נא למלא את %@.
hi: कृपया %@ भरें।
hu: Kérjük, töltsd ki a(z) %@ mezőt.
id: Harap isi %@.
it: Compila il campo %@.
ja: %@を入力してください。
ko: %@ 항목을 입력하십시오.
nb: Vennligst fyll ut %@.
nl: Vul %@ in.
pl: Proszę wypełnić pole %@.
pt_br: Por favor, preencha %@.
ru: Пожалуйста, заполните %@.
sv: Vänligen fyll i %@.
th: กรุณากรอก %@
tr: Lütfen %@ alanını doldurun.
uk: Будь ласка, заповніть %@.
vi: Vui lòng điền %@.
zh_hans: 请填写%@。
zh_hant: 請填寫%@。

source: Please fill in the required fields.
ar: يرجى ملء الحقول المطلوبة.
da: Udfyld venligst de paakraevede felter.
de: Bitte fülle die Pflichtfelder aus.
es: Por favor completa los campos obligatorios.
fi: Täytä pakolliset kentät.
fr: Veuillez remplir les champs obligatoires.
he: נא למלא את שדות החובה.
hi: कृपया आवश्यक फ़ील्ड भरें।
hu: Kérjük, töltsd ki a kötelező mezőket.
id: Harap isi kolom yang wajib diisi.
it: Compila i campi obbligatori.
ja: 必須項目を入力してください。
ko: 필수 항목을 입력하십시오.
nb: Vennligst fyll ut de obligatoriske feltene.
nl: Vul de verplichte velden in.
pl: Proszę wypełnić wymagane pola.
pt_br: Por favor, preencha os campos obrigatórios.
ru: Пожалуйста, заполните обязательные поля.
sv: Vänligen fyll i de obligatoriska fälten.
th: กรุณากรอกข้อมูลในช่องที่จำเป็น
tr: Lütfen zorunlu alanları doldurun.
uk: Будь ласка, заповніть обов'язкові поля.
vi: Vui lòng điền các trường bắt buộc.
zh_hans: 请填写必填项。
zh_hant: 請填寫必填欄位。

source: Please fill in these fields: %@.
ar: يرجى ملء هذه الحقول: %@.
da: Udfyld venligst disse felter: %@.
de: Bitte fülle folgende Felder aus: %@.
es: Por favor completa estos campos: %@.
fi: Täytä seuraavat kentät: %@.
fr: Veuillez remplir ces champs : %@.
he: נא למלא את השדות הבאים: %@.
hi: कृपया ये फ़ील्ड भरें: %@।
hu: Kérjük, töltsd ki a következő mezőket: %@.
id: Harap isi kolom berikut: %@.
it: Compila questi campi: %@.
ja: 以下の項目を入力してください: %@。
ko: 다음 항목을 입력하십시오: %@.
nb: Vennligst fyll ut disse feltene: %@.
nl: Vul de volgende velden in: %@.
pl: Proszę wypełnić następujące pola: %@.
pt_br: Por favor, preencha estes campos: %@.
ru: Пожалуйста, заполните следующие поля: %@.
sv: Vänligen fyll i dessa fält: %@.
th: กรุณากรอกข้อมูลในช่องเหล่านี้: %@
tr: Lütfen şu alanları doldurun: %@.
uk: Будь ласка, заповніть ці поля: %@.
vi: Vui lòng điền các trường sau: %@.
zh_hans: 请填写以下字段：%@。
zh_hant: 請填寫以下欄位：%@。

source: Please set Author Name and Author Email.
ar: يرجى تحديد اسم المؤلف والبريد الإلكتروني للمؤلف.
da: Indstil venligst forfatternavn og forfatter-e-mail.
de: Bitte legen Sie den Namen des Autors und die E-Mail-Adresse des Autors fest.
es: Configure el nombre del autor y el correo electrónico del autor.
fi: Aseta Tekijän nimi ja Tekijä Sähköposti.
fr: Veuillez définir le nom de l&#39;auteur et l&#39;adresse e-mail de l&#39;auteur. Clé privée
he: : היכנסו לกำหนด את שם המחבר ואת האימייל של המחבר.
hi: : कृपया लेखक का नाम तथा लेखक का ईमेल सेट करें।
hu: Kérjük, állítsa be az író nevét és az író e-mail címét.
id: Silakan tetapkan Nama Penulis dan Alamat Email Penulis.
it: : impostare il nome dell'autore e l'indirizzo email dell'autore.
ja: ：著者名および著者メールアドレスを設定してください。
ko: : 저자 이름과 저자 이메일을 설정해 주세요.
nb: : Vennligst still inn forfatternavn og forfatter-e-post.
nl: : Stel de auteurnaam en de e-mailadres van de auteur in.
pl: : Proszę ustawić nazwę autora oraz adres e-mail autora.
pt_br: Por favor, configure o Nome do Autor e o E-mail do Autor.
ru: Пожалуйста, укажите имя автора и адрес электронной почты автора.
sv: Vänligen ange författares namn och e-postadress.
th: กรุณาตั้งค่าชื่อผู้เขียนและอีเมลของผู้เขียน
tr: : Yazar Adını ve Yazar E-postasını ayarlayın.
uk: Будь ласка, вкажіть ім'я автора та електронну адресу автора.
vi: Vui lòng thiết lập Tên tác giả và Email tác giả.
zh_hans: 请设置作者姓名和作者邮箱。
zh_hant: 請設置作者姓名和作者郵箱。

source: Pop
ar: استخراج
es: Extraer
he: שלוף
hi: पॉप
hu: Kiemelés
id: Keluarkan
ja: ポップ
ko: 팝
pl: Wyciągnij
pt_br: Extrair
ru: Извлечь
th: ดึงออก
tr: Çıkar
uk: Витягнути
vi: Lấy ra
zh_hans: 弹出
zh_hant: 彈出

source: Power
ar: الطاقة
da: Kraft
de: Leistung
es: Potencia
fi: Voima
fr: Puissance
he: כוח
hi: शक्ति
hu: Teljesítmény
id: Daya
it: Potenza
ja: 電力
ko: 전력
nb: Kraft
nl: Kraakkracht
pl: Sila
pt_br: Potência
ru: Сила
sv: Kraft
th: กำลังไฟฟ้า
tr: Güç
uk: Сила
vi: Điện năng
zh_hans: 权力
zh_hant: 權力
